{
  "privacy": {
    "headerTitle": "Privacy Policy",
    "headerSubtitle": "Information according to Art. 13 and 14 GDPR",

    "section1Title": "1. Responsible Party",
    "section1Company": "Rieger Systems GmbH (in formation)",
    "section1Address": "Musterstraße 12, 1234 Example City, Austria",
    "section1EmailLabel": "Email:",

    "section2Title": "2. General Principles",
    "section2Content": "We process personal data exclusively in accordance with the GDPR and Austrian data protection law. We deliberately refrain from data processing that is not necessary and focus on transparency, data minimization, and technical security.",

    "section3Title": "3. Hosting",
    "section3Content1": "Our website is hosted by Hetzner Online GmbH (Industriestr. 25, 91710 Gunzenhausen, Germany).",
    "section3Content2": "The servers are located exclusively within the European Union. A data processing agreement according to Art. 28 GDPR exists with the hosting provider.",

    "section4Title": "4. Server Log Files",
    "section4Content1": "When you visit our website, the following data is automatically collected by our hosting provider and stored for a maximum of 7 days:",
    "section4ListItem1": "IP address of the accessing device",
    "section4ListItem2": "Date and time of the server request",
    "section4ListItem3": "Browser type and operating system",
    "section4ListItem4": "Referrer URL (the previously visited page)",
    "section4Content2": "This data serves to ensure secure and stable server operation and to detect attacks. No merging with other data sources or profile creation takes place. After the storage period, the data is automatically deleted.",
    "section4LegalBasis": "Legal basis: Art. 6 para. 1 lit. f GDPR (legitimate interest in the secure provision of the website)",

    "section5Title": "5. Contact, Feedback, and Application Forms",
    "section5Content1": "If you contact us via a form (e.g., contact, feedback, or application), we process the data you submit (e.g., name, email, message, attachments if applicable) exclusively for the purpose of processing your request.",
    "section5Content2": "The data will not be passed on to third parties and will be processed exclusively internally. Application data will be deleted no later than 6 months after the conclusion of the selection process.",
    "section5LegalBasis": "Legal basis: Art. 6 para. 1 lit. a (consent) and lit. b (pre-contractual measures)",

    "section6Title": "6. Web Analysis with Umami",
    "section6Content1": "We use the privacy-friendly analysis tool {umamiHighlight} in a self-hosted version. No cookies are set and no personal data is stored. Only anonymized usage data is collected:",
    "section6ListItem1": "Pages visited",
    "section6ListItem2": "Date and time",
    "section6ListItem3": "Referrer",
    "section6ListItem4": "Device type and browser (anonymized)",
    "section6Content2": "This data is used exclusively for the technical improvement of our website. No data is passed on to third parties.",
    "section6LegalBasis": "Legal basis: Art. 6 para. 1 lit. f GDPR (legitimate interest in reach analysis without profiling)",

    "section7Title": "7. No Cookies or Third-Party Tracking",
    "section7Content": "Our website does not set cookies and does not use tracking services such as Google Analytics, Facebook Pixel, or similar. External resources (e.g., fonts or icons) are also integrated locally only.",

    "section8Title": "8. Technical Security",
    "section8Content": "Access to our website is exclusively encrypted via HTTPS (TLS). Our servers and services are regularly updated, monitored, and secured by appropriate technical and organizational measures (TOMs).",

    "section8aTitle": "8a. IP Anonymization in the Captcha System",
    "section8aContent1": "To protect our contact form from automated attacks (e.g., spam or bots), we use a specially developed captcha system. The IP address of the requesting device is {notStoredHighlight}, but technically anonymized before processing.",
    "section8aContent2": "For this purpose, the IP address is anonymized with a one-way hashing method (SHA-256) and processed only in this non-traceable form temporarily in our security system. The data is stored exclusively for the technical detection of abusive multiple accesses and is automatically deleted after at most 10 minutes.",
    "section8aContent3": "{noProfileHighlight}, {noDataMergeHighlight}, and {noThirdPartyHighlight}.",
    "section8aLegalBasis": "Legal basis: Art. 6 para. 1 lit. f GDPR (legitimate interest in the security of our systems)",

    "section9Title": "9. Your Rights",
    "section9Content1": "You have the right to:",
    "section9ListItem1": "Information about your stored data (Art. 15 GDPR)",
    "section9ListItem2": "Correction of incorrect data (Art. 16 GDPR)",
    "section9ListItem3": "Deletion of your data (Art. 17 GDPR)",
    "section9ListItem4": "Restriction of processing (Art. 18 GDPR)",
    "section9ListItem5": "Data portability (Art. 20 GDPR)",
    "section9ListItem6": "Objection to processing (Art. 21 GDPR)",
    "section9ListItem7": "Complaint to a supervisory authority",
    "section9AuthorityLabel": "Competent authority in Austria:",
    "section9AuthorityLinkText": "Data Protection Authority – www.dsb.gv.at",

    "section10Title": "10. Changes to this Privacy Policy",
    "section10Content": "We reserve the right to update this Privacy Policy if the legal situation or our offering changes. The latest version can always be found on this page.",

    "pageTitle": "Privacy Policy – Rieger Systems",
    "pageDescription": "Information about data protection according to GDPR at Rieger Systems."
  }
}
