{
  "terms": {
    "headerTitle": "General Terms and Conditions (GTC)",
    "headerDate": "As of: 2025-05-18",
    "section1Title": "1. Scope of Application",
    "section1Content": "These GTC apply to all current and future services of Rieger Systems GmbH, particularly in the areas of software development, artificial intelligence, digital products, consulting, and technical services.",
    "section2Title": "2. Conclusion of Contract",
    "section2Content": "A contract is concluded by written confirmation, acceptance of an offer, or commencement of a project based on an agreement. Inquiries via our website, email, or other channels do not constitute a binding offer.",
    "section3Title": "3. Scope of Services",
    "section3Content": "The type, scope, and objective of the service result from the respective offer, the written agreement, or the project contract. Changes and extensions require the written consent of both parties.",
    "section4Title": "4. Prices and Payment Terms",
    "section4Content": "All prices are exclusive of statutory VAT. Unless otherwise agreed, the invoice amount is due for payment within 14 days from the invoice date without deduction. In case of default in payment, we reserve the right to suspend or delay further services.",
    "section5Title": "5. Rights of Use",
    "section5Content": "Unless explicitly transferred in writing, all copyrights, rights of use, and intellectual property rights to developed concepts, source codes, AI models, or documentation remain with Rieger Systems. The client receives a simple, non-transferable, purpose-bound right of use to the extent contractually agreed.",
    "section6Title": "6. Liability",
    "section6Content": "Rieger Systems is liable only for intent or gross negligence. No liability is assumed for slight negligence, indirect damages, consequential damages, data loss, or lost profits. The use of our systems and software is at the client's own risk. Liability for content, actions, or decisions based on AI-driven recommendations is excluded.",
    "section7Title": "7. Data Protection",
    "section7Content": "The processing of personal data takes place exclusively within the framework of applicable data protection laws. Further information can be found in our {privacyPolicyLink}.",
    "privacyPolicyLinkText": "Privacy Policy",
    "section8Title": "8. Confidentiality",
    "section8Content": "Both parties undertake to treat confidentially all information obtained during the cooperation that is not publicly accessible – even after the end of the business relationship.",
    "section9Title": "9. Jurisdiction and Applicable Law",
    "section9Content1": "Austrian law applies exclusively, excluding the UN Convention on Contracts for the International Sale of Goods.",
    "section9Content2": "The place of jurisdiction is – as far as legally permissible – [to be supplemented].",
    "section9Content3": "Should any provision of these GTC be wholly or partially ineffective, the validity of the remaining provisions remains unaffected.",
    "section10Title": "10. Contact",
    "section10Company": "Rieger Systems GmbH (in foundation)",
    "section10AddressLine1": "Musterstraße 12",
    "section10AddressLine2": "1234 Example City, Austria",
    "section10EmailLabel": "Email:",
    "pageTitle": "GTC – Rieger Systems",
    "pageDescription": "General Terms and Conditions for services and offers from Rieger Systems."
  }
}
